function ConclusionPanel() {
    return (
        <main>
            <h2 id="coolfacts">Интересные факты!</h2>

            <ul>
                <li>
                    Большинство современных "фанатов" Азуанги не смотрели это аниме полностью ни разу!
                    <ul>
                        <li>…не говоря уже про бумажные издания… Йотсубу ужо никто не помнит…</li>
                        <li>В общем-то это можно понять, жанр slice of life на самом деле немного кому нравится</li>
                        <li>Аффтар этого сайта мангу тоже не читал, за исключением пары глав - а зря!</li>
                    </ul>
                </li>
                <li>В Японии в честь прозвища Аюму Касуги (Осака) назвали целый город!!!… Я ничего не перепутал?</li>
                <li>
                    Говоря об Осаке — многие люди с СДВГ отмечали, что обыгрываемые в манге её забывчивость, неуклюжесть и прочие
                    "странности" напоминали им их собственные проявления симптомов СДВ, особенно в школьном возрасте. Так что,
                    можно вполне уверенно заключить, что на деле Осака не глупая, а всего лишь имеет СДВ (без гиперактивности).
                </li>
                <li>Опечатка в заголовке «Персонажи» допущена специально, чтобы до неё кто-нибудь докопался.</li>
                <li>Изначально создателю одноимённой манги экранизация его детища не понравилась, но позже он всё же изменил своё мнение :)</li>
            </ul>
        </main>
    )
}

export default ConclusionPanel
