function ConclusionPanel() {
    return (
        <main>
            <h2 id="conclusion">Итог</h2>
            <p>
                «Азуманга Дайо» — это не просто милое аниме про школьниц. Это учебник по тому,
                как находить комедию в простых моментах, как делать персонажей живыми без драмы
                и надрыва, и как одна-единственная фраза может превратиться в мировой мем.
            </p>
            <p>
                Азуманга оказала огромное влияние на жизнь анимешников в интернете и уже давно
                стала классикой жанра. Хоть аниме и вышло в начале нулевых, последние годы оно
                вновь стало популярным — что неудивительно, хотя для любителей аниме подобного
                жанра, который всегда был довольно нишевым, наводнение интернета тоннами несмешных
                мемов от людей, которые само аниме даже ни разу не смотрели, скорее минус, чем плюс.
            </p>

            <img src="img-conclusion.png" title="Все герои в сборе на берегу у дома Чио-чан" />

            <p>
                <br />
                <em>Напоследок, совет:</em>
                <br />
                Если вы ещё не смотрели Азумангу, немедленно исправляйтесь!
                Если смотрели — пересмотрите, ну или гляньте <b>Nichijou</b> —
                аниме в этом же жанре из той же эпохи, тонны впечатлений гарантированы!
            </p>
        </main>
    )
}

export default ConclusionPanel
