function DescriptionPanel() {
    return (
        <main>
            <h2 id="characters">Персонажы</h2>
            <h3>Сакаки (榊)</h3>
            <p>
                Сдержанная, стеснительная, немногословная девушка с мягким характером. Сакаки очень
                хорошо бегает (особенно на короткие дистанции). Отличается большим ростом и бюстом.
                Хочет завести котёнка, но этому препятствует аллергия матери, а попытки утешиться лаской
                встречающихся на улице кошек почему-то всегда приводят лишь к их бегству или агрессии.
            </p>

            <h3>Томо (滝野智)</h3>
            <p>
                Томо причудливым образом сочетает в себе импульсивность и безответственность, бездонные
                запасы энергии и лень, тягу к соревнованиям и отсутствие спортивных и других данных,
                глупость и способность собирать волю в кулак для подготовки в последний момент. Очень
                не любит упускать случаи поразвлечься.
            </p>
            <p>
                Любит приставать к своей лучшей подруге, Ёми. В ходе истории становится лидером кружка
                учениц, состоящего из Томо, Осаки и Кагуры.
            </p>

            <h3>Аюму Касуга (榊)</h3>
            <p>
                Школьница, перешедшая в класс Юкари. Предыдущее место жительства Аюму — город Осака.
                Вопреки стереотипам о жителях Осаки (по названию города она и получила своё прозвище
                от Томо), нетороплива в своих мыслях и действиях, чем служит источником до смешного
                абсурдных логических рассуждений и причудливого юмора, демонстрирующих не слишком
                тривиальный образ мысли.
            </p>
            <p>
                Этот образ мысли, впрочем, плохо способствует успеваемости и затрудняет поиск общего
                языка со сверстниками. Однако эта же нестандартность мышления позволяет ей, например,
                моментально разгадывать загадки «с подвохом», что поразило даже Тиё.
                Как и Чио-чан, Осаке очень плохо даётся физкультура, но она старается оставаться
                жизнерадостной несмотря ни на что.
            </p>

            <h3>Тиё Михама (美浜ちよ)</h3>
            <p>
                Чио-чан, как зовут её одноклассники — настоящий вундеркинд! Она перескочила через
                пять классов — из начальной школы в старшую. Тиё демонстрирует порой обескураживающие
                окружающих ум и ответственность, становится всеобщей любимицей. Из всех предметов
                проблемы у Тиё возникают лишь с физкультурой.
            </p>
            <p>
                Помимо большого дома, в который подруги
                приходят в гости, у семьи Михама есть летний домик у моря, посещаемый главными героинями
                вместе каждое лето. У Тиё есть большая белая собака Тадакити-сан.
            </p>

            <h3>???</h3>
            <p>
                Летающий кот? Жёлтый?? Или это не кот??? Омаагаааах!!!
            </p>

            <br />

            <small>
                <em>А руководит этим зоопарком…</em>
            </small>

            <h3>Юкари Сенсей (ゆかり先生)</h3>
            <p>
                Учительница английского языка, руководитель Тиё Михамы и её одноклассниц. Обладает
                вздорным характером и не любит оставаться в стороне от чего-то, по её мнению, хорошего.
                Плохо переносит неудачи, но не упускает случая позлорадствовать в честь побед.
                Довольно мнительна и не сдерживается, давая отпор кажущимся ей оскорбительными выходкам
                окружающих. Юкари склонна идти на поводу своих желаний, не затрудняя себя просчётом
                возможных «имиджевых» потерь, то есть мнения окружающих относительно её поступков.
            </p>

            <h2 title="issues">Издания Азуманги по годам</h2>
            <table>
                <thead>
                    <tr>
                        <th>Название</th>
                        <th>Тип</th>
                        <th>Дата издания</th>
                        <th>Продолжительность</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>あずまんが大王 (Azumanga Daioh)</td>
                        <td>Манга</td>
                        <td>Фев 1999 — Май 2002</td>
                        <td>4 главы</td>
                    </tr>
                    <tr>
                        <td>Azumanga Web Daioh</td>
                        <td>Онлайн аниме-сериал</td>
                        <td>28 декабря 2000 г.</td>
                        <td>1 серия (4 минуты)</td>
                    </tr>
                    <tr>
                        <td>Azumanga Daioh: The Very Very Short Movie</td>
                        <td>Аниме-фильм</td>
                        <td>22 декабря 2001</td>
                        <td>1 фильм (6 минут)</td>
                    </tr>
                    <tr>
                        <td>Azumanga Daioh: The Animation</td>
                        <td>Аниме-сериал</td>
                        <td>8 апр 2002 — 30 сен 2002</td>
                        <td>26 серий (130 минут)</td>
                    </tr>
                </tbody>
            </table>

            <h2 id="coolfacts">Интересные факты!</h2>
            <ul>
                <li>
                    Большинство современных "фанатов" Азуанги не смотрели это аниме полностью ни разу!
                    <ul>
                        <li>…не говоря уже про бумажные издания… Йотсубу ужо никто не помнит…</li>
                        <li>В общем-то это можно понять, жанр slice of life на самом деле немного кому нравится</li>
                        <li>Аффтар этого сайта мангу тоже не читал, за исключением пары глав — а зря!</li>
                    </ul>
                </li>
                <li>В Японии в честь прозвища Аюму Касуги (Осака) назвали целый город!!!… Я ничего не перепутал?</li>
                <li>
                    Говоря об Осаке — многие люди с СДВГ отмечали, что обыгрываемые в манге её забывчивость,
                    неуклюжесть и прочие "странности" напоминали им их собственные проявления симптомов СДВ,
                    особенно в школьном возрасте. Так что, можно вполне уверенно заключить, что на деле Осака
                    не глупая (вопреки дурацким мемам), а всего лишь имеет СДВ (без гиперактивности).
                </li>
                <li>Опечатка в заголовке «Персонажи» допущена специально, чтобы до неё кто-нибудь докопался.</li>
                <li>Изначально создателю одноимённой манги экранизация его детища не понравилась, но позже он всё же изменил своё мнение :)</li>
            </ul>
        </main>
    )
}

export default DescriptionPanel
